[
    {
        "title": "SERVICES OF THE INFORMATION AND COMMERCE SOCIETY (LSSICE)",
        "description": [
            "ASANCUS LEGAL, S.L., responsible for the website, hereinafter the responsible, makes this document available to users, with which it intends to comply with the obligations provided in Law 34/2002, of July 11, on Services of the Information Society and Electronic Commerce (LSSICE), BOE No. 166, as well as inform all users of the website regarding what are the conditions of use.",
            "Any person who access this website assumes the role of user, committing to the observance and rigorous compliance of the provisions arranged here, as well as any other legal provision that was applied.",
            "Asancus Legal, S.L. reserves the right to modify any type of information that could appear on the website, without the obligation to notice or inform the users of such obligations, understanding as sufficient the publication on the website of Asancus Legal, S.L."
        ]
    },
    {
        "title": "1. identifying data",
        "description": [
            "Domain name: asancuslegal.com",
            "Commercial name: Legal Asancus",
            "Social denomination: Asancus legal, S.L.",
            "NIF: XXXXXX",
            "Registered office: xxxx",
            "E-mail: xxxx",
            "Registered in the Mercantile Registry of Valencia, Volume XXXX, Book XXXXX"
        ]
    },
    {
        "title": "2. Intellectual and industrial property rights",
        "description": [
            "The website, including enunciative but not limiting, its programming, edition, compilation and other elements necessary for its operation, designs, logos, text and/or graphics, are owned by the person responsible or, if necessary, it has a license or express authorization by the authors. All the contents of the website are duly protected by the regulations of intellectual and industrial property, as well as registered in the public records, as well as registered in the public records. corresponding.",
            "Regardless of the purpose for which they were intended, the total or partial reproduction, use, exploitation, distribution and commercialization, requires in any case the previous written authorization by the person responsible. Any unauthorized use previously is considered a serious breach of the author's intellectual or industrial property rights of the author.",
            "The designs, logos, text and/or graphics outside the person responsible and that could appear on the website, belong to their respective owners, being responsible for any possible controversy that could arise with respect to them. The person in charge expressly authorizes that third parties can directly redirect to the concrete contents of the website, and in any case redirect the main website of Asancuslegal.com.",
            "The person in charge recognizes in favor of their holders the corresponding intellectual and industrial property rights, not implying their only mention or appearance on the website the existence of any rights or responsibility on them, nor support, sponsorship or recommendation by it.",
            "To perform any type of observation regarding possible breaches of intellectual or industrial property rights, as well as any of the contents of the website, you can do it through email info@asancuslegal.com."
        ]
    },
    {
        "title": "3. Exemption of responsibilities",
        "description": [
            "The person responsible is exempted from any type of responsibility derived from the information published on their website provided that this information has been manipulated or introduced by a third party outside the same.",
            "Use of cookies",
            "This website can use technical cookies (small information files that the server sends to the computer who accesss the page) to carry out certain functions that are considered essential for the proper functioning and visualization of the site. The cookies used have, in any case, temporary character, with the sole purpose of making navigation more effective, and disappears at the end of the user's session. In no case, these cookies staff and will not be used for their collection.",
            "Through the use of cookies it is also possible that the server where the website is recognized by the browser used by the user so that the navigation is simpler, allowing, for example, the access of the users who have previously registered to the areas, services, promotions or competitions reserved exclusively to them without having to register on each visit. They can also be used to measure the audience, traffic parameters, control the progress and number of tickets, etc., being in these cases technically expendable cookies, but beneficial to the user.",
            "The user has the possibility to configure their browser to be alerted to the reception of cookies and to prevent their installation on their equipment. Please see the instructions of your browser to expand this information.",
            "Link policy",
            "From the website, it is possible that the contents of third websites be redirected to the contents of third parties. Since the person in charge cannot always control the contents introduced by third parties in their respective websites, it does not assume any kind of responsibility with respect to said contents. In any case, it will proceed to the immediate withdrawal of any content that could contravene national or international legislation, morals or public order, proceeding to the immediate withdrawal of the redirection to said website. competent authorities in question.",
            "The person in charge is not responsible for the information and stored content, by way of enunciative but not limiting, in forums, chats, blog generators, comments, social networks or any other means that allow third parties to publish content independently on the website of the person responsible. However, and in compliance with the provisions of articles 11 and 16 of the LSSICE, it is made available to all users, authorities and security forces, actively collaborating in the retire In your case, blocking all those contents that may affect or contravene national or international legislation, third party rights or morals and public order.",
            "This website has been reviewed and tested for it to work correctly. In principle, the proper functioning can be guaranteed 365 days of the year, 24 hours a day. However, the person responsible does not rule out the possibility that there are certain programming errors, or that causes of force majeure, natural catastrophes, strikes or similar circumstances that make access to the website.",
            "IP addresses",
            "The website servers can automatically detect the IP address and the domain name used by the user. An IP address is an automatically assigned number to a computer when it connects to the Internet. All this information is recorded in a server activity file that allows the subsequent processing of the data in order to obtain only statistical measurements that allow to know the number of prints of pages, the number of visits made to the web server visits order, access point, etc. "
        ]
    },
    {
        "title": "4. Applicable law and jurisdiction",
        "description": "For the resolution of all controversies or issues related to this website or the activities developed, the Spanish legislation will be applied, to which the parties are expressly submitted, being competent for the resolution of all conflicts derived or related to its use the courts and courts of Valencia."
    }
]