[
    {
        "title": "Information in compliance with personal data protection regulations",
        "description": [
            "The Management / Body d Asancus Legal SL (hereinafter, the controller), assumes the utmost responsibility and commitment to the establishment, implementation and maintenance of this Data Protection Policy, ensuring the continuous improvement of the controller with the aim of achieving excellence in relation to compliance with Regulation (EU) 2016/679 of the European Parliament and of the Council, of 27 April 2016, on the protection of natural persons with regard to the processing of personal data and on the free movement of such data and repealing Directive 95/46/EC (General Data Protection Regulation) (OJEU L 119/1, 04-05-2016), and Spanish regulations on the protection of personal data (Organic Law, specific sectoral legislation and its implementing rules).",
            "Asancus Legal's Data Protection Policy rests on the principle of proactive responsibility, according to which the data controller is responsible for compliance with the regulatory and jurisprudential framework governing said Policy, and is able to demonstrate it to the competent supervisory authorities."
        ]
    },
    {
        "title": "Principles of personal data processing",
        "description": [
            "Data protection by design: the controller shall implement, both at the time of determining the means of processing and at the time of the processing itself, appropriate technical and organizational measures, such as pseudonymization, designed to effectively implement data protection principles, such as data minimization, and to integrate the necessary safeguards into the processing.",
            "Data protection by default: the controller shall implement appropriate technical and organizational measures with a view to ensuring that, by default, only personal data that are necessary for each of the specific purposes of the processing are processed.",
            "Data protection in the information life cycle: The measures ensuring the protection of personal data shall be applicable throughout the entire life cycle of the information.",
            "Lawfulness, fairness and transparency: personal data shall be processed in a lawful, fair and transparent manner in relation to the data subject.",
            "Purpose limitation: Personal data shall be collected for specified, explicit and legitimate purposes, and shall not be further processed in a way incompatible with those purposes.",
            "Data minimization: Personal data shall be adequate, relevant and limited to what is necessary in relation to the purposes for which they are processed.",
            "Accuracy: Personal data shall be accurate and, if necessary, kept up to date; all reasonable steps shall be taken to ensure that personal data which are inaccurate in relation to the purposes for which they are processed are erased or rectified without delay.",
            "Limitation of the retention period: Personal data shall be kept in a form which permits identification of data subjects for no longer than is necessary for the purposes for which the personal data are processed.",
            "Integrity and confidentiality: Integrity and confidentiality: personal data shall be processed in such a way as to ensure adequate security of the personal data, including protection against unauthorized or unlawful processing and against accidental loss, destruction or damage, through the implementation of appropriate technical or organizational measures.",
            "Information and training: one of the keys to ensuring the protection of personal data is the training and information provided to the personnel involved in the processing of personal data. During the life cycle of the information, all personnel with access to the data shall be suitably trained and informed about their obligations in relation to compliance with data protection regulations.",
            "Asancus Legal's Data Protection Policy is communicated to all the controller's personnel and made available to all interested parties.",
            "Consequently, this Data Protection Policy involves all the staff of the Data Controller, who must know and assume it, considering it as their own, each member being responsible for applying it and verifying the data protection rules applicable to their activity, as well as identifying and providing the opportunities for improvement that they consider appropriate with the aim of achieving excellence in relation to compliance.",
            "This Policy shall be reviewed by the Management / Governing Body of Asancus Legal, as many times as deemed necessary, in order to adapt, at all times, to the provisions in force regarding the protection of personal data."
        ]
    }
]